Repository: Pulmonary-Institute/fhir-emr
Catalog: src/locale-frontend/*/messages.po
Languages: es

source: A prompt with this type already exists
es: Ya existe una solicitud con este tipo

source: Active
es: Activo

source: Add
es: Agregar

source: Add facility
es: Agregar instalación

source: Add insurance
es: Agregar seguro

source: Add New Prompt
es: Añadir nueva solicitud

source: Add News
es: Agregar Noticias

source: Add note
es: Añadir nota

source: Add patient
es: Agregar paciente

source: Add patient not assigned
es: Agregar paciente no asignado

source: Add practitioner
es: Agregar practicante

source: Add room
es: Añadir habitación

source: Address
es: Dirección

source: Admission date
es: Fecha de admisión

source: Age
es: Edad

source: All
es: Todo

source: An error occurred while saving the prompt
es: Error al guardar la solicitud

source: Assign QA
es: Asignar QA

source: Assign scriber
es: Asignar transcriptor

source: Assigned Patients
es: Pacientes Asignados

source: Audit Log
es: Registro de auditoría

source: Billing
es: Facturación

source: Billing Summary
es: Resumen de Facturación

source: Birth date
es: Fecha de nacimiento

source: Cancel
es: Cancelar

source: Care team
es: Equipo de atención

source: Census
es: Censo

source: Change password
es: Cambiar la contraseña

source: Change status
es: Cambiar estado

source: Change Status
es: Cambiar estado

source: Chief complaint
es: Queja principal

source: Choose code status
es: Elegir estado del código

source: Choose facility
es: Elegir instalación

source: Choose Insurance Authorization
es: Elegir autorización de seguro

source: Choose patient
es: Elegir paciente

source: Choose payer source
es: Elegir fuente del pagador

source: Choose practitioner
es: Elegir practicante

source: Choose qa
es: Elegir qa

source: Choose room
es: Elegir habitación

source: Choose scriber
es: Elegir transcriptor

source: Choose status
es: Elegir estado

source: Choose Status
es: Elegir estado

source: Choose the facility
es: Elegir la instalación

source: Choose the Insurances
es: Elija los seguros

source: Choose the practitioner
es: Elegir el practicante

source: Choose type of care
es: Elegir tipo de atención

source: Choose type of visit
es: Elegir tipo de visita

source: Claim Accepted
es: Reclamo Aceptado

source: Claim Rejected
es: Reclamo Rechazado

source: Claim Sent
es: Reclamo Enviado

source: Claims
es: Reclamos

source: Code
es: Código

source: Code Status
es: Estado del código

source: Completed
es: Completado

source: Created By
es: Creado por

source: Current admission
es: Admisión actual

source: Daily Read
es: Lectura Diaria

source: Dashboard
es: Tablero

source: Date
es: Fecha

source: Date of last consult
es: Fecha de última consulta

source: Days in facility
es: Días en la instalación

source: Days in the facility
es: Días en la instalación

source: Diagnoses
es: Diagnósticos

source: Discharge
es: Alta

source: Discharge date
es: Fecha de alta

source: Discharge note
es: Nota de alta

source: Discharged
es: Descargada

source: Discharged Patients
es: Pacientes Dados de Alta

source: Discharged to
es: Dado de alta a

source: Document
es: Documento

source: Due date
es: Fecha de vencimiento

source: Edit
es: Editar

source: Edit Care Team
es: Editar equipo de atención

source: Edit Current Admission
es: Editar admisión actual

source: Edit Diagnoses
es: Editar diagnósticos

source: Edit Prompt
es: Editar solicitud

source: Edit Room
es: Editar habitación

source: Encounter Complete
es: Encuentro Completo

source: Encounter Sumary
es: Resumen del Encuentro

source: Encounter Type
es: Tipo de encuentro

source: Encounters
es: Encuentros

source: Encounters Summary
es: Resumen de Encuentros

source: Enter mrn
es: Introducir MRN

source: Enter your prompt here
es: Ingrese su mensaje aquí

source: Export
es: Exportar

source: Export Date
es: Fecha de exportación

source: Export Status
es: Estado de la exportación

source: Export to Excel
es: Exportar a Excel

source: Facilities
es: Instalaciones

source: Facilities Summary
es: Resumen de Instalaciones

source: Facility
es: Instalación

source: Failed to fetch prompts
es: Error al obtener las solicitudes

source: Failed to fetch types
es: Error al obtener los tipos

source: Failed to remove prompt
es: Error al eliminar solicitud

source: Failed to save prompt
es: Error al guardar la solicitud

source: Feedback to handle
es: Comentarios para Manejar

source: Feedback to Handle
es: Comentarios para Manejar

source: For QA
es: Para QA

source: Forms
es: Formularios

source: History
es: Historial

source: Insurance
es: Seguro

source: Insurance Authorization
es: Autorización de seguro

source: Insurances
es: Seguros

source: Log out
es: Cerrar sesión

source: Medicaid Payer Souce
es: Fuente de pagador de Medicaid

source: Medicare Police Number
es: Número de póliza de Medicare

source: Monthly Claims
es: Reclamos Mensuales

source: Monthly Notes
es: Notas Mensuales

source: Monthly Sumary
es: Resumen Mensual

source: Monthly Summary
es: Resumen Mensual

source: Name
es: Nombre

source: New
es: Nuevo

source: New admission
es: Nueva Admisión

source: New Broadcast
es: NNueva Transmisión

source: New Patients
es: Nuevos Pacientes

source: Not Completed
es: No Completado

source: Not seen
es: No Visto

source: Note Edit
es: Nota Editar

source: Notifications
es: Notificaciones

source: Observations
es: Observaciones

source: Overview
es: Resumen

source: Patient
es: Paciente

source: patients
es: pacientes

source: Patients
es: Pacientes

source: Payer source
es: Fuente del pagador

source: Payer Source Policy Number
es: Número de póliza del pagador

source: Pending
es: Pendiente

source: Pending Census
es: Censo Pendiente

source: Practitioner
es: Profesional

source: Process note
es: Nota de proceso

source: Process Note Editor
es: Editor de notas de proceso

source: Progress
es: Progreso

source: PROGRESS
es: PROGRESO

source: Prompt cannot be empty
es: La solicitud no puede estar vacía

source: Prompt successfully saved
es: Solicitud guardada correctamente

source: Provider
es: Proveedor

source: Providers
es: Proveedores

source: QA
es: Control de calidad

source: Quantity
es: Cantidad

source: Read More
es: Leer Más

source: Readmissions
es: Reingresos

source: Remove
es: Eliminar

source: Reports
es: Informes

source: Role
es: Rol

source: Room
es: Sala

source: Room successfully updated
es: Sala actualizada con éxito

source: Rooms
es: Salas

source: Scheduled
es: Programado

source: Scribe
es: Escriba

source: Scriber
es: Escribiente

source: Search by name
es: Buscar por nombre

source: Secondary Payer source
es: Fuente del pagador secundario

source: Secondary Payer Source Policy Number
es: Número de póliza del pagador secundario

source: Select Type
es: Seleccionar tipo

source: Send
es: Enviar

source: Send to census
es: Enviar al censo

source: Setting
es: Config

source: Speciality
es: Especialidad

source: Status
es: Estado

source: Status Encounters
es: Estado de Encuentros

source: Status PRM
es: Estado PRM

source: Submitted for QA
es: Enviado para QA

source: Time
es: Hora

source: Top Facilities
es: Principales Instalaciones

source: Top Insurances
es: Principales Aseguradoras

source: Total Active Patients
es: Total de Pacientes Activos

source: Total Encounters
es: Total de Encuentros

source: Total Facilites
es: Total de Instalaciones

source: Total Facilities
es: Total de instalaciones

source: Total Insurances
es: Total de Aseguradoras

source: Total number of Insurances
es: Número total de seguros

source: Total number of Logs
es: Número total de registros

source: Total number of Patients
es: Número total de pacientes

source: Total Patients
es: Total de Pacientes

source: Total Providers
es: Total de Proveedores

source: Total Scribers
es: Total de Escribientes

source: Type of care
es: Tipo de cuidado

source: Type of Care
es: Tipo de cuidado

source: Type of visit
es: Tipo de visita

source: Unable to Claim
es: No se Puede Reclamar

source: Update
es: Actualizar

source: Update Insurance
es: Actualizar seguro

source: Update Patient
es: Actualizar paciente

source: Update status
es: Actualizar estado

source: Users
es: Usuarios

source: View
es: Ver

source: Welcome
es: Bienvenido

source: Welcome Administrator
es: Bienvenido Administrador

source: Welcome Scriber
es: Bienvenido Escriba

source: Wlcome Census Team
es: Bienvenido equipo de Censo
